export default function HomePage() {
  return (
    <main>

      <section>
        <h2>الرؤية</h2>
        <p>1. أن يكون مآب وجهة فنية نخبوية في المملكة تعكس قيمة الفن كهوية ثقافية أصيلة.</p>
        <p>2. أن يكون مآب منصة فنية رائدة تسهم في إثراء المشهد الفني وتعزيز حضوره.</p>
      </section>

      <section>
        <h2>الرسالة</h2>
        <p>1. تمثيل وعرض أعمال فنية مختارة بعناية.</p>
        <p>2. تقديم الدعم والمشورة للفنانين عبر الدورات المتخصصة والجلسات الإرشادية.</p>
        <p>3. رفع الوعي باقتناء الأعمال الأصيلة ضمن بيئة احترافية وموثوقة.</p>
        <p>4. تقديم جلسات استشارية وبناء مجموعات فنية للمقتنين.</p>
        <p>5. نشر ثقافة الفن الأصيل في المجتمع من خلال تنظيم المعارض الفنية الجماعية والفردية بشكل دوري.</p>
      </section>

    </main>
  );
}