export default function HomePage() {
  return (
    <div className="info-box">

      <h2>الرؤية</h2>
      <p>
        أن تكون مآب مساحة فنية رائدة تعكس الذائقة الرفيعة وتحتضن الإبداع.
      </p>

      <h2>الرسالة</h2>
      <p>
        تقديم تجربة فنية فاخرة تربط الفنان بالمقتني ضمن بيئة احترافية.
      </p>

      <h2>عن مآب</h2>

      <p>
  مآب، مساحة فنية مقرها الرياض، تُعنى بعرض الأعمال الفنية الأصلية المختارة بعناية لكوكبة من الفنانين المحترفين وذوي الخبرة الواسعة، ضمن بيئة بصرية معاصرة تحتفي بالقيمة الفنية والجودة والهوية الثقافية.
      </p>

      <p>
        تسعى مآب إلى دعم الفنانين الواعدين وتوفير منصة تُمكّنهم من عرض أعمالهم والوصول إلى جمهور نوعي من المهتمين بالفنون واقتناء الأعمال الأصلية والفاخرة.
      </p>

      <p>
        كما تستضيف مآب الورش التدريبية والجلسات الفنية والمعارض الفردية والجماعية، بهدف تعزيز الحوار الفني وتقديم تجربة ثقافية هادئة وملهمة تجمع بين الفن، المعرفة، والتجربة البصرية الراقية.
      </p>

    </div>
  );
}