export default function HomePage() {
  return (
    <main className="home-wrapper">

      <div className="overlay-box">

        <section>
          <h2>الرؤية</h2>
          <p>
            أن تكون مآب علامة فنية رائدة في المملكة، تقدم تجربة فنية راقية تعكس أعلى مستويات الفخامة والتميز،
            وتواكب تطور المشهد الفني في السعودية
          </p>
        </section>

        <section>
          <h2>الرسالة</h2>
          <p>
            نسعى في مآب إلى دعم الفنانين، عرض أعمال مميزة،
            وخلق مساحة فنية تفاعلية تعزز الحوار الثقافي
            وتثري الذائقة البصرية
          </p>
        </section>

        <section>
          <h2>عن مآب</h2>
          <p>
            مآب هي مساحة فنية معاصرة تهدف إلى تقديم تجربة عرض
            فريدة تجمع بين الفن، التصميم، والهوية البصرية
            بأسلوب بسيط وفاخر يعكس روح الفن في المملكة العربية السعودية
          </p>
        </section>

      </div>

    </main>
  );
}